/* centimeters value */
"CM" = "cm";

/* Comparator full description */
"COMPARATOR_FULL_DESC" =  "İfade doğru olacak şekilde boşluklara '>', '<' veya '=' işaretlerinden birini koyunuz.";

/* Comparator lite description */
"COMPARATOR_LITE_DESC" =  "İfadeleri karşılaştırmak için '>', '<' veya '=' işaretlerinden birini koyunuz ." ;

/* Start button */
"CUSTOM_START" = "Başla";
/* Count title */
"CUSTOM_COUNT" = "Toplam örnekler:";
/* Decimeters full description */
"DECIMETERS_FULL_DESC_0" = "Bu değeri başka bir birimde ifade ediniz. (Ör. desimetreyi 'dm' santimetre cinsinde 'cm' veya tersi)";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_1" = "Toplama ve çıkarmaları uzunluk birimi dm cinsinden çözünüz.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_2" = "Toplama ve çıkarmaları uzunluk birimleri dm ve cm cinsinden çözünüz.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_3" = "Toplama ve çıkarmaları onlar ve birler basamağı şeklinde çözümleyiniz.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_4" = "Toplama ve çıkarmaları onlar ve birler basamağı şeklinde çözümleyiniz.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_5" = "Toplama ve çıkarmaları uzunluk birimi dm cinsinden çözünüz.";

/* Decimeters full description */
"DECIMETERS_FULL_DESC_6" = "Toplama ve çıkarmaları uzunluk birimi dm cinsinden çözünüz'";

/* Decimeters lite description */
"DECIMETERS_LITE_DESC_0" = "Açıkla.";

/* Decimeters lite description */
"DECIMETERS_LITE_DESC_1-6" = "Numaraları yerleştir.";

/* decimeters value */
"DM" = "dm";

/* Equation full description */
"EQUATION_FULL_DESC" = "Bu sorular eşitlik halinde. Bu eşitlik aynı kalacak şekilde kayıp numarayı yazmalısın.";

/* Equation lite description */
"EQUATION_LITE_DESC" = "Boşluğa numarayı yazın.";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT" = "Uyarı!";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_CANCEL_BTN" = "İptal";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_MSG" = "Çıkmak istediğinizden emin misiniz? Kaydedilmemiş veriler silinecek!";

/* No comment provided by engineer. */
"GAME_EXIT_BTN_ALRT_OK_BTN" =  "Tamam";

/* interesting square full description */
"INT_SQ_FULL_DESC" = " Boşluklara uygun sayıları yerleştirin ki sayıların her yönden toplamı karenin merkezindeki sayıyı versin.\n";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_0" = "Merkezdeki sayı 10’dan küçük veya eşittir";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_1" = "Merkezdeki sayı 20’den küçük veya eşittir";

/* Addition square FullDescription */
"INT_SQ_FULL_DESC_ADD_2" = "Merkezdeki sayı 100’den küçük veya eşittir";

/* interesting square lite description */
"INT_SQ_LITE_DESC" = " Boşlulara sayıları yerleştiriniz.";


/* FullDescription magic square */
"MAG_SQ_FULL_DESC" = " Boşluklara uygun numaraları yerleştirin ki tüm satır, sütun ve çapraz sayıların toplamı aynı olsun.\n";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_0" = "10’u aşmayan her sayı.";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_1" = "20’yi aşmayan her sayı.";

/* Addition magic square FullDescription */
"MAG_SQ_FULL_DESC_ADD_2" = "100’ü aşmayan her sayı.";

/* Lite magic square description */
"MAG_SQ_LITE_DESC" = "Boşluklara numaraları yerleştiriniz..";

/* mail error */
"MAIL_ERROR" = "Cihazınızın e-mail ayarları yapılmamıştır.";

/* No comment provided by engineer. */
"MAIL_ERROR_CANCEL_BTN" = "Tamam";

/* mail head */
"MAIL_HEAD" = "Mail ile bize oluşan problemleri, önerilerinizi ve düşüncelerinizi iletebilirsiniz. Bunları bilmekten mutluluk duyarız. Lütfen aşağıya yazınız.";

/* Custom title */
"MENU_CUSTOM_BTN" = "Özel mod";

/* Info title */
"MENU_INFO_BTN" = "Bilgi";

/* Learning title */
"MENU_LEARNING_BTN" = "Öğren";

/* No comment provided by engineer. */
"MENU_NO_USER_ALERT_CANCEL_BTN" = "İptal";

/* No comment provided by engineer. */
"MENU_NO_USER_ALERT_REDIRECT_BTN" = "Profil";

/* choose user alert */
"MENU_NO_USER_ALRT" = "Profillerde herhangi bir tanımlı kullanıcı bulunmamaktadır. Lütfen bir tane oluşturunuz.";

/* Profile title */
"MENU_PROFILE_BTN" = "Profiller";

/* Time title */
"MENU_TIME_BTN" = "Zaman modu";

/* No comment provided by engineer. */
"PICKER_COMPARE" = "Karşılaştırmalar";

/* No comment provided by engineer. */
"PICKER_DECIMETRES" = "Uzunluklar";

/* No comment provided by engineer. */
"PICKER_EQUATION" = "Eşitlikler";

/* No comment provided by engineer. */
"PICKER_INT_SQ" = "İlginç kare";

/* No comment provided by engineer. */
"PICKER_MAG_SQ" = "Büyülü kare";

/* No comment provided by engineer. */
"PICKER_SOLVE" = "Çöz";

/* alert wrong username */
"PROFILE_ALRT_WRONG_USERNAME" = "Lütfen başka bir kullanıcı adı seçiniz!";

/* alert wrong username ok button */
"PROFILE_ALRT_WRONG_USERNAME_OK_BTN" = "Tamam";

/* change profile */
"PROFILE_CHANGE_PROF_BTN" = "Profili değiştir";

/* create new profile */
"PROFILE_CREATE_PROF_BTN" = "Profil oluştur";

/* delete profile */
"PROFILE_DELETE_PROF_BTN" = "Profili sil";

/* average time */
"PROFILE_LINE_AVG_TIME" = "Çözüm başına zaman: ";

/* last level */
"PROFILE_LINE_LEVELS" = "Yapılan seviyeler: ";

/* rank */
"PROFILE_LINE_RANK" = "Sıra: ";

/* control */
"PROFILE_LINE_RECORD_TIME" = "Zaman modunda kaydet: ";

/* percent of right */
"PROFILE_LINE_RIGHT_ANSWS" = "Doğru cevapların yüzdesi: ";

/* name textfield placeholder */
"PROFILE_NAME_FIELD_PLACEHOLDER" = "Kullanıcı adını buraya yazınız";

/* beginner rank */
"PROFILE_RANKS_BEGINNER" = "Acemi";

/* No comment provided by engineer. */
"RESULT_CONGS_MSG" = "Tebrikler!";

/* button at the bottom */
"RESULT_CONTINUE_BTN" = "Devam";

/* No comment provided by engineer. */
"RESULT_ELAPSED_TIME" = "Geçen zaman";

/* button at the bottom
   exit */
"RESULT_EXIT_BTN" = "Çıkış";

/* text after fail in learning mode */
"RESULT_FAIL_TEXT" = "Başarısız oldun! Tekrar dene.";

/* No comment provided by engineer. */
"RESULT_GAME_OVER_TEXT" = "Oyun bitti!";

/* No comment provided by engineer. */
"RESULT_JUST_COMPLETED_LBL" = "Sadece tamamla";

/* No comment provided by engineer. */
"RESULT_LEVEL_TEXT" = "Seviye!";

/* button at the bottom */
"RESULT_RESTART_BUTTON" = "Yeniden başlat";

/* No comment provided by engineer. */
"RESULT_SECONDS" = "Saniye";

/* No comment provided by engineer. */
"RESULT_TOTAL_MISTAKES" = "Toplam hata: ";

/* No comment provided by engineer. */
"RESULT_TOTAL_TASKS" = "Toplam görev: ";

/* Solve full description */
"SOLVE_FULL_DESC_0" = " Tek haneli sayıların toplama ve çıkarması. Eşitlik aynı kalacak şekilde eksik numarayı ekleyiniz. ";

/* Solve full description */
"SOLVE_FULL_DESC_1" = " Tek haneli sayıların toplama ve çıkarması. Eşitlik aynı kalacak şekilde eksik işareti ekleyiniz. ";

/* Solve full description */
"SOLVE_FULL_DESC_10" = "Eşitlik aynı kalacak şekilde eksik işareti ekleyiniz. ";

/* Solve full description */
"SOLVE_FULL_DESC_11" = " Onlar basamağı değişmeyen iki haneli ve tek haneli sayıların toplama ve çıkarması üzerine olan soruları çözünüz. ";

/* Solve full description */
"SOLVE_FULL_DESC_12" = "Onlar basamağı değişmeyen iki haneli sayıların toplama ve çıkarması üzerine olan soruları çözünüz.";

/* Solve full description */
"SOLVE_FULL_DESC_13" = "İşlem önceliği üzerine olan soruları çözünüz. Parantez içindeki işlemi önce yapmalısınız.";

/* Solve full description */
"SOLVE_FULL_DESC_14" = "Sonu 0 ile biten sayılarla ilgili soruları çözünüz.";

/* Solve full description */
"SOLVE_FULL_DESC_15" = "Bu sorularda eksik numara ve sayılar var. Eşitliği sağlamalısın.";

/* Solve full description */
"SOLVE_FULL_DESC_16" = " Onlar basamağı değişen iki haneli ve  tek haneli sayıların toplama ve çıkarması üzerine olan soruları çözünüz.";

/* Solve full description */
"SOLVE_FULL_DESC_17" = " Onlar basamağı değişen iki haneli sayıların toplama ve çıkarması üzerine olan soruları çözünüz.";

/* Solve full description */
"SOLVE_FULL_DESC_2" = "Eşitlik aynı kalacak şekilde eksik işareti ekleyiniz.";

/* Solve full description */
"SOLVE_FULL_DESC_3" = " Onlar basamağı değişmeyen 20’ye kadar olan sayıların toplama ve çıkarması. Eşitlik aynı kalacak şekilde eksik işareti ekleyiniz.";

/* Solve full description */
"SOLVE_FULL_DESC_4" = " Onlar basamağı değişen 20’ye kadar olan sayıların toplama ve çıkarması. Eşitlik aynı kalacak şekilde eksik numarayı ekleyiniz.";

/* Solve full description */
"SOLVE_FULL_DESC_5" = "Onlar basmağı değişen 20’ye kadar olan ikiden fazla sayı grubunun toplama ve çıkarması. Eşitlik aynı kalacak şekilde eksik numarayı yazınız.";

/* Solve full description */
"SOLVE_FULL_DESC_6" = "Eşitlik aynı kalacak şekilde eksik işareti yazınız. ";

/* Solve full description */
"SOLVE_FULL_DESC_7" = "10 ve katlarının toplama ve çıkarması ile ilgili soruları çözünüz";

/* Solve full description */
"SOLVE_FULL_DESC_8" = " Eşitlik aynı kalacak şekilde eksik işareti yazınız.";

/* Solve full description */
"SOLVE_FULL_DESC_9" = " Eşitlik aynı kalacak şekilde eksik işareti yazınız.";

/* Solve lite description */
"SOLVE_LITE_DESC" = "Eksik numarayı ekleyiniz";

/* Solve lite description */
"SOLVE_LITE_DESC_10" = "Boşluğa ‘+’ veya ‘-‘ ekleyiniz.";

/* Solve lite description */
"SOLVE_LITE_DESC_13" = "Eksik numarayı yazınız ve parantezlere dikkat ediniz.";

/* Solve lite description */
"SOLVE_LITE_DESC_15" = "Eksik numara ve işareti yazınız.";

/* Solve lite description */
"SOLVE_LITE_DESC_2" = " Boşluğa ‘+’ veya ‘-‘ ekleyiniz.";

/* Solve lite description */
"SOLVE_LITE_DESC_6" = "Boşluğa ‘+’ veya ‘-‘ ekleyiniz.";

/* Solve lite description */
"SOLVE_LITE_DESC_9" = "Boşluğa ‘+’ veya ‘-‘ ekleyiniz.";

/* tens value */
"TN" = "tn";

/* close button */
"TUTOR_CLOSE_BTN" = "Kapat";

/* Custom title */
"TUTOR_CUSTOM_BTN" = "Özel mod";

/* No comment provided by engineer. */
"TUTOR_CUSTOM_TEXT" = "Özel mod. Bu oyun modunda çözmek için görev çeşidini, zorluğunu ve örnek sayısını kendiniz seçebilirsiniz. Hakkınız sınırsızdır ama bir sonraki örneğe doğru cevap vermeden geçemezsiniz. Oyun boyunca doğru cevap istatistiklerini toplar ve bir doğru cevap başına ortalama ne kadar zaman harcadığınızı hesaplarız.";

/* Info title */
"TUTOR_INFO_BTN" = "Bilgi";

/* Learning title */
"TUTOR_LEARNING_BTN" = "Öğrenme modu";
/* Learning text */
"TUTOR_LEARNING_TEXT" = "Eğitim. Bu öğrenme modunda çocuk basitten zora doğru birçok örnek görecek. 53 seviye ve her seviyede 20 örnek vardır. Seviyeyi geçmek için tüm örnekleri çözmeli ve en fazla 3 yanlış yapmalıdır. Eğer cevabınız doğru değilse bir hakkınızı kaybedersiniz. Seviye başlangıcında haklarınız yenilenir. Oyunu yarım bırakırsanız bir sonraki denemede aynı seviyenin başından başlarsınız. Her örnek için bir görev kağıdı vardır, daha fazla bilgi istiyorsanız “i” butonuna basabilirsiniz ve böylece görevin tamamı görünür. Lütfen oyun kurallarını ve görevleri çocuğunuza açıklayınız! Düzenli egzersizler zihinsel hesaplamayı geliştirir .";
/* Profile title */
"TUTOR_HOW_TO_PLAY_BTN" = "Nasıl oynanır";
/* No comment provided by engineer. */
"TUTOR_PROFILE_TEXT" = "Profil sayfasında cihazınızın hafızasının izin verdiği kadar profil oluşturabilirsiniz. Her profilde çözümlerinizin istatistiklerini ve istatistiklere dayanan şu anki durumunuzu görebilirsiniz. Eğer bazıları artık gerekli değilse o profilleri silebilirsiniz";


/* Label on the about screen */
"TUTOR_START_LABEL" = "Bu sayfada uygulama hakkındaki bilgilere ulaşabilirsiniz. Daha sonra bu sayfaya sol alt köşede bulunan ‘Bilgi’ butonuna basarak da ulaşabilirsiniz. Solda uygulamanın tüm sekmelerini görebilirsiniz, eğer okumak isterseniz sadece üzerine dokunun.";
/* No comment provided by engineer. */
"TUTOR_SUPPORT_BTN" = "Destekle";
/* Time title */
"TUTOR_TIME_BTN" = "Zaman modu";
/* No comment provided by engineer. */
"TUTOR_TIME_TEXT" = "Zaman modu. Bu mod test gibidir. 5 dakikanız ve ayarlarda belirlediğiniz örneklerden rastgele seçilmiş sınırsız örnekler vardır . Bilmeniz gerekir ki çok kolay ya da çok karışık örneklerle karşılaşabilirsiniz, ve eğer uygulamanın ‘Öğrenme’ modunda uzmanlaşmadıysanız bu moda başlamamanızı öneririz. Bu rejimin en iyi sonucu profil sayfanızda olacak böylece ilerlemenizi görebilirsiniz.";
/* No comment provided by engineer. */
"TUTOR_VERSION_LABEL" = "Versiyon ";

/* units value */
"UN" = "un";
"PROFILE_CREATE_BTN" = "Oluştur";
"PROFILE_BACK_BTN" = "Geri";
"PROFILE_TITLE" = "Profiller";
"TUTOR_LOCALIZATION" = "çeviri: Seyit çekil";

//Beautiful tutorial descriptions

"TUTORIAL_TITLE_1" = "Sadece numarayı boş yere sürükleyiniz";
"TUTORIAL_TITLE_2" = "Eğer iki haneli sayı yazmak istiyorsanız sayıları sırayla sürükleyiniz";
"TUTORIAL_TITLE_3" = "Eğer hata yaptıysanız silgiyi alın ve hatanızı düzeltin";
"TUTORIAL_INFO_PROGRESS" = "Bu çizgi senin şimdiki ilerlemeni gösterir";
"TUTORIAL_INFO_LIFES" = "Bunlar senin hakların. Eğer cevabın doğru değilse bunları kaybedersin";
"TUTORIAL_INFO_HOME" = "Ana menüye dönmek için bu butonun üzerine dokunun. Dikkatli olun şimdiki ilerlemeniz kaybolur";
"TUTORIAL_INFO_NEXT" = "Tüm gerekli boşluları doldurduğun zaman bir sonraki çözüme geçmek için bu butonun üzerine dokunun";
//appirater

"If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!" = "Eğer %@ kullanmayı seviyorsan, değerlendirmek için zamanını ayırır mısın? Bir dakikadan fazla zamanını almayacak. Desteğin için teşekkür ederiz";
"Rate %@" = "Değerlendir %@";
"No, Thanks" = "Hayır, teşekkür ederim";
"Remind me later" = "Daha sonra hatırlat";


"RESULT_ALL_GAME_COMPLETE_LBL" = "Bu oyundaki tüm seviyeleri tamamladın! Başlıca örnek türlerini nasıl çözeceğini biliyorsun. Şimdi becerilerini diğer modlarda geliştir.";

//RANKS

"RANK_BEGINNER" = "Acemi";
"RANK_1" = "Sakız";
"RANK_2" = "Çaylak";
"RANK_3" = "Deneyimli";
"RANK_4" = "Usta";
"RANK_5" = "Profesyonel";
"RANK_6" = "Deha";
"RANK_7" = "Büyücü";
"GAME_DONE" = " (Hepsi bitti!)";